"Copy" = "Aucune (tramage non autorisé)";
"Dither Copy" = "Aucune (tramage autorisé)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Motif Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "Mélange";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Transparent";
"Straight Alpha" = "Alpha direct";
"Per Component Alpha" = "Par composant Alpha";
"Straight Alpha Blend" = "Mélange alpha direct";
"Premultiplied White Alpha" = "Alpha blanc prémultiplié";
"Premultiplied Black Alpha" = "Alpha noir prémultiplié";
"Premultiplied Color Alpha" = "Alpha couleur prémultiplié";
"Composition" = "Composition";